["But if to be done this is, decide we  must how best to use him.", "I guess even then I was like that hermit crab,", "Just a little piece in a great game,", " Twisted by the dark side, young Skywalker has become. The boy you trained, gone he is . . . Consumed by Darth Vader.", "Eternal consciousness.", " To fight this Lord Sidious, strong enough, you are not.", "I wonder, sometimes, if that is what drives us, that first abandonment. We have a lot to prove.", " echoing tinnily from the little holo-screen above the lift tube buttons.    . . . this video, shot from a defense installation at the edge of the Ithorian system, clearly shows the attacker destroying all but one of the Jedi Master's guard ships. The attacker's ship, a modified version of Count Dooku's notorious sailer, has been identified as Last Call, registered to the notorious pirate and saboteur Asajj Ventress, who is wanted on eight worlds in connection with the deaths of eleven Jedi Knights.", " A great Jedi Master, you have become, Qui-Gon Jinn. Your apprentice I gratefully become.", "Why, then would you have lost, Jai Maruk. And need to learn about winning from one who knows how.", "If no mistake have you made, yet losing you are... a different game you should play.", "Afraid to lose her..I think.", "Master Kenobi, dark times are these. Good to see you. it is.", "A way to the surface nearby there is; I can smell the air. Take it I will. You and the others stay in the caves. If all goes well, come to you, I will. If met in twelve hours we have not, head back to the ship, and send a message to the Jedi Temple , saying Yoda will not return.", "And draw out the Queen's attacker.", "(Cont'd) Master Qui-Gon more to say have you?", "(continuing) At an end your rule is and not short enough it was, I must say.", "And sacrifice Han and Leia?", "Don't worry, Your Lordship—I'll get a broom and knock it on the head.", "You will know (the good from the bad) when you are calm, at peace. Passive. A Jedi uses the Force for knowledge and defense, never for attack.", "Even my father?", "Some believe it possible to enter completely into the Force after death.", "    Scout laughed, and now, finally, the happiness started to hum in her, and she was fine and sharp and humming, her spirit switched on and glowing like a lightsaber blade. That sharp, and singing inside.      The holomap room in the Jedi Temple was a large domed chamber given over to celestial navigation. Here hologrammic projectors created three-dimensional star maps for students to walk through. These could be set to almost any scale, so a student might examine, say, one solar system in great detail, with each planet and satellite displayed in increasing resolution, showing every mountain and sea. Or the entire galaxy might be compressed into the space of the room, so nebulae of a thousand blazing suns were only pinpricks in the deep reaches of black space.    Whie had always liked the Star Room. No place in the Temple was more magical. When he was upset, or frustrated, or just needed time to himself, he would come here to walk among the stars. This afternoon had been trying. He had walked Scout to the infirmary and stayed to hear Master Caudle say the thumb she had sprained was not a serious injury. Then he had returned to accept polite congratulations from Master Xan and his fellow students for his performance in the tournament. He had done these things gracefully and well, because that was the standard to which he held himself; but it hadn't been easy, and he had slipped away as soon as he felt he could gracefully do so.    For a while he inspected his lightsaber, making sure it hadn't been damaged in the sparring, and carefully taking out a blemish on the handle where a stray blow had left a char line. Then he had tried to force himself to do some studying, sifting through the news dispatches to try to form an accurate picture of the war since the Honoghr disaster. The older apprentices talked about it all the time, and some of their instructors were very direct about using Clone War scenarios for their training. Last week Master Tycho, who was teaching military strategy this term, had demanded a rigorous evaluation of what had gone wrong on Honoghr, along with a set of recommendations from every student about what could have been done to prevent the debacle.    Whie had done well on the assignment—he always did well; that, too, was a standard to which he held himself—but in his heart, he wasn't sure that implementing his suggestions would have saved the day. He had the uneasy feeling that the reality was both more complicated and more simple than even Master Tycho wanted to believe. More complicated, because the lesson of the catastrophe was that no plan, however beautiful, long survives the harsh chaos of war.    More simple because Whie was coming to believe that situations, like people, could give in to the dark side: and once the 'dark side had one in its grip, it never, ever let one go.    After an hour of inefficient studying he had given up and come here, to the Star Room. The last person to use the room had been studying the Battle of Brentaal—with key terrain color-coded by which side currently controlled them, watery blue for the Republic, and gleaming machine silver for area the Trade Federation's battle droids had held at the decisive moment of the conflict.    Whie deleted Brentaal and set the chamber's projectors to show the whole galaxy, running at a million years per second. Through these deeps of history he paced, watching stars form and burn and go out, feeling the wheel and swing of the whole spinning galaxy around him. From this view, none of it mattered—not his dream last night, not the war today, not the whole long watch of the Jedi Order. Indeed, the rise and fall of sentient life passed in an eyeblink, a barely perceptible ripple in the grand pavane: comets and constellations dancing in the dark; the Force the music and the dancing, too.    The door of the Star Room cracked open, and a voice disturbed the great impersonal whirl of time. ", "To Tatooine. To his family, send him.", "Strong was the Force with Anakin, before he became Vader. Yet impatient and stubborn he was. Constantly pushing to excel beyond his ability. More sublime, your approach has been.", "Yes! The pebble strikes the water, and a wave carries out until . . . ?", "Once you start down the dark path, forever will it dominate your destiny. Consume you, it will.", "I used to think I was a good person,", "Yes. A pretty thing it is,", "Worry not,", " Hiding in the Outer Rim, Grievous is. The outlying systems, you must sweep.", "Oh! Great warrior. Wars not make one great.", "I want to meet. But nobody outside the Temple must know. I am always watched, and you are betrayed more profoundly than you guess, Master. Come to me; Jai will show you the way. We will talk. I promise nothing more. I cannot think you corrupt, but even you, Master, are snared beyond your understanding. If word reaches my allies of your coming, they will stop at nothing to kill you. If they guess why you are coming, they will stop at nothing to destroy me.", "Something nasty Master Yoda would give, think you?", "Mine! Mine! Mine! MINE!!!", "Ready are you? What know you of ready? For eight hundred years have I trained Jedi. My own counsel will I keep on who is to be trained. A Jedi must have the deepest commitment, the most serious mind. This one a long time have I watched. All his life has he looked away… to the future, to the horizon. Never his mind on where he was. Hmm? What he was doing. Hmph. Adventure. Heh. Excitement. Heh. A Jedi craves not these things. You are reckless.", "No.... there is another.", "Yes—I set a countdown to engage the hyper . . .", "You should be.", "And the prophecy, misread it could have been.", " Split up, they should be.", "Yarael Poof has a small head. But a small head means not small thoughts.", "Unless what?", "Twisted by the dark side, young Skywalker has become. The boy you trained, gone he is . . . Consumed by Darth Vader.", " Into exile I must go. Failed, I have.", "And too convenient. One of us only should go.", "Which ideals mean you?", "Master Leem!", "    Wearily Mace Windu rubbed his face. ", "Yes, Master Kenobi?", "Forgive me. As you know, most of Vjun ran mad, and Whirry is no exception.", " Good . . . For the Clones to discover the recalibration, a long time it will take. To change it back, longer still. Hurry.", "The greatest teacher, failure is.", "Even the blind seed grows to the light: should mighty Dooku be unable to achieve what even the rose can do?", "Back! Mine! Go away!", "Strong am I with the Force... but not that strong! Twilight is upon me ", "More to the point, the war will be lost,", "Secret, shall I tell you? Grand Master of Jedi Order am I. Won this job in a raffle I did, think you? ‘How did you know, how did you know, Master Yoda?’ Master Yoda knows these things. His job it is.", "Born on Vjun was he.", "Or trying to flee they were, with some turni ng back to slow the pursuit.", "For my ally is the Force. And a powerful ally it is.", " To question, no time there is.", "It's Ventress!", "To the Agricultural Corps she should be sent, think you?", "Do. Or do not. There is no try.", "Good . . . For the Clones to discover the recalibration, a long time it will take. To change it back, longer still. Hurry.", " the ancient Master said, examining his hairy toes. ", "Good throw,", "D elay not,", "You will know, when you are calm. At peace. Passive.", "Adventure. Excitement. A Jedi craves not these things.", "another glowing chapter in his legendary career.", " Increase their advantage we will, if in haste we act!", "Strong am I with the Force, but not that strong. Twilight is upon me, and soon night must fall. That is the way of things. The way of the Force.", "How to join the Force, he will train you. Your consciousness you will retain, when one with the Force. Even your physical self, perhaps.", " (continuing) Not far, are we, from the emergency ship. Quickly . . .", "To be Jedi is to face the truth, and choose. Give off light, or darkness, Padawan. Be a candle, or the night, Padawan: but choose!", " If a special session of Congress there is, easier for us to enter the Jedi Temple it will be.", "One who has returned from the netherworld of the Force to train me . . . your old Master, Qui-Gon Jinn.", "Eveything. Fear is the path to the dark side... fear leads to anger... anger leads to hate.. hate leads to suffering.", " Stink, this mud does. A moment to bathe, give me.", "May the Force be with you.", " he said. ", "What's wrong?", "Mmm. Friends you have there.", "On theories such as these we cannot rely. Proof' we need. Proof!", "Truly wonderful the mind of a child is.", " Not if anything I have to say about it, Lord Sidious.", " He drew his hand from his pocket and opened it. There on his shaking palm was a shell—a single, quite ordinary shell, such as a child might find on the seashore of a hundred worlds.    The Jedi looked at it in confusion, but Yoda, for once, was not so serene. He drew a sharp inward breath, and his brow furrowed.    ", "A large chamber there is. Rest there we will.", "Our great failure.", "Speaking of you, and your vision, and your fear, we are. The shadow of greed, attachment is. What you fear to lose, train yourself to release. Let go of fear, and loss cannot harm you.", "Why isn't she happy?", "Eternal life...", "Seen to the heart of the matter, young Kenobi has.", "You will find only what you bring in.", "I'm going to the Senate chamber. The Chancellor will have the best and most reliable news.", "So waste the people's money I should?", "Told you, did he?", "An old friend has learned the path to immortality.", " Suggest dismantling the coded signal, do you?", " Save them, we must. They are our last hope.", "Ignorant machine! Not on menu, my food ever is. Made special for me, was this!", "The Separatist leadership is no more, my Master.", "Save them, we must. They are our last hope.", " he said mincingly, followed by another snort. ", "Because it is easy.", "But killed me you did not, when you had the chance. A mistake, that was. More than eight hundred years has Yoda survived, through dangers you could not dream.", "You think Yoda stops teaching, just because his student does not want to hear? Yoda a teacher is. Yoda teaches like drunkards drink. Like killers kill,", "Received a coded retreat message, we have.", "Oh, dear, a spill,", " Anakin said, puzzled. ", "All his life has he looked away…to the future, to the horizon. Never his mind on where he was. Hmm? What he was doing. Hmph. Adventure. Heh. Excitement. Heh. A Jedi craves not these things.", "Destroy the Sith, we must.", "Hard to see the dark side is.", "I promised I would give this to you.", "    Master Leem blinked all three eyes. ", "Never step in the same river twice can you. Each time the river hurries on. Each time he that steps has changed.", "Anger, fear, aggression. The dark side are they.", "Train yourself to let go of everything you are afraid to lose.", "May the Force be with you, Master Yoda.", " Act on this, we must. The capture of General Grievous will end this war. Quickly and decisively we should proceed.", "What use saving the galaxy is if so much hurt and pain one must cause? The Jedi way that is not. No. Hurt you I won't. Trust you I will, trust you…and the Force. The Jedi way that is. Be good to speak again it will.", "We'll see about that,", "If far from the Force you find yourself, trust you can that it is not the Force which moved.", "Which it's one of they nasty cellar-goblins,", "Many mistakes!", "Believe him, did you?", "Very mysterious.", "Our own council we will keep on who is ready. More to learn, he has...", "Think you still to the Agricultural Corps she should be sent?", " Yoda looked over and nodded bleakly. ", "Train yourself to let go of everything you fear to lose.", "Old are we, and strong; trees that have survived many frosts. But for these two, their Masters' deaths a first winter are. Work, let them,", "Another rose, make for me!", "While one Jedi lives, survive the Order does. Resist  the darkness with every breath, we must.", " Anakin asked. ", " Heard from no one, have we.", "Attachment leads to jealousy. The shadow of greed, that is.", "Think you I have never felt the touch of the dark? Know you what a soul so great as Yoda can make, in eight hundred years?", "    Count Dooku lashed out with his lightsaber. Yoda took a quick step back and felt the heat of the red blade as it sliced the air centimeters from his tunic. He jumped, spun, and struck at Dooku's back before he landed. Dooku turned aside at the last moment, whipping his blade across the space where Yoda was seconds earlier. Facing each other again, their blades met, clashed, froze.    ", "Awww, cannot get your ship out!", "Your time is over! The Sith rule the galaxy! Now and forever!", "Through the motions, do not go. No Sora Bulq am I, to be caught in a web made of ideals. Pfeh. Thin stuff. Save it for the young.    ", "Dinner is served.", "    And with that he leapt backward, out the window. Yoda bounded after him. In the dark Vjun air it was all he could do not to leap after Dooku, to fall on him like a green thunderbolt and annihilate him utterly.    ... But already he could feel the missile, too, dropping in a red scream through the atmosphere, two hundred armored kilos of explosive aimed for Chateau Malreaux. With a snort, Yoda turned his eyes to the sky and picked out the glowing dot racing in from the horizon.    Below him, Dooku landed softly on the ground and melted into the rose gardens.    The missile was coming in with terrible speed and power: too much coming at Yoda too fast ever to wholly stop it, even if he had time and perfect peace. But he reached out to pull up the Force binding even Vjun's bitter green moss and twisted thorn-trees, and let it flow through him like a wind: the breath of a world, gathered and released in a push-feather game with all their lives on the line, not to oppose the missile's force with force, but to touch it gently on the side—just enough to send it screaming by the broken window casement to plunge a kilometer offshore into the cold and waiting sea.    A long instant later, water fountained from the ocean in a blaze of light three hundred meters tall, and then fell back.    The château and all those inside it had been spared: but Dooku was gone.      Moments later, Yoda trotted down into what had once been the great entryway of Château Malreaux, now a shattered and smoking ruin.    Obi-Wan was thoughtfully toeing the remains of a prime combat droid that his partner had cut in half. ", "When nine hundred years old you reach, look as good you will not, hmm?", "Hmm?", "But since here you are, tell me more of Count Dooku's quarters.", "Mysterious are the ways of the Force.", " Strong the Force runs, in the Skywalker line. Hope, we can . . . Done, it is. Until the time is right, disappear we will.", "She put this in my hand—", " Whie said.    They exchanged looks.    Another fat blob of lubricant dripped free. This one had a dead bug in it, a metal borer with feathery antennae and mouthparts stained rust red. ", "I won't fail you. I'm not afraid.", " Mace said.    ", " Mace continued. ", "Only what you take with you.", "Soon to be zero, unless move quickly we can.", " Tears dropped from her eyes onto his shattered chest. There was a long hitch in his breathing. His eyes closed. ", "Unknown, is the purpose of your sudden departure from the capital; dead, young Obi-Wan and I are both presumed to be.", "To question, no time there is.", "You might want to help her,", "Ears bruised, are they? To be Jai Maruk's Padawan are you, and come with him on a mission beyond Coruscant.", "In a nerf's coat, this krayt dragon was.", "We were running recon in the Outer Rim,", "Hm,", "By the black stars,", "Hurry. Careful timing we will need.", "Rust?", "Yourself you speak of, or someone you know?", " Mace said significantly.    ", "Feel the trembling, even you must.", "Strong you are with the dark side, young one… but not that strong.", " Train yourself to let go of everything you fear to lose.", " he said firmly. ", ". . . to become one with the Force, and influence still have . . . A power greater than all, it is.", " Named must  your fear be, before banish it you can. Do you fear that perform his task, he cannot?", "Luke...Luke...Do not...Do not underestimate the powers of the Emperor, or suffer your father's fate, you will. Luke, when gone am I(cough),the last of the Jedi will you be. Luke, the Force runs strong in your family. Pass on what you have learned, Luke... (with great effort)There is...another...Sky...Sky...walker.", "Hard it would be, to dare to hope again for this lost student!", "Little pitchers, big ears they have! Duties to attend to, have you not, Scout?", "Turn me, Dooku. I beg you. Show me the greatness of the dark side.", "Returning, the clones are.", "Soon will I rest, yes, forever sleep. Earned it I have. Twilight is upon me, soon night must fall.", " The secret of the Ancient Order of the Whills, he studied. How to commune with him. I will teach you.", "Named must your fear be before banish it you can.", "Allow such attachments to pass out of one's life, a Jedi must.", "Later or sooner.", "What!", "      Usually the Force only helped Scout predict her enemies' moves when they were face-to-face, but the air of Vjun was rich even for her, and a prickling premonition had danced over her skin seconds before the caves started to collapse. ", " Surprised?", "I hate you,", "Yes, it is. See this, do you? This wound, no blaster could make.", "That place is strong with the dark side of the Force. A domain of evil it is. In you must go.", "On many long journeys have I gone. And waited, too, for others to return from journeys of their own. Some return; some are broken; some come back so different only their names remain.", "A Jedi uses the Force for knowledge and defense, never for attack.", "Confer on you, the level of Jedi Knight the Coucil does. But agree on you taking this boy as your Padawan learner, I do not.", "Easy to negotiate, this matter is not!", "Only on a planet such as Coruscant, with no forests left, no mountains unleveled, no streams left to run their own course, could the Force have become so clouded.", "A great Jedi Master, you have become, Qui-Gon Jinn. Your apprentice I gratefully become.", " . . . close to you?", "The universe is large and cold and very dark: that is the truth. What I love, taken from me will be, late or soon: and no power is there, dark or light, that can save me. Murdered, Jai Maruk was when the looking after him I had; and Maks Leem; and all the many, many more Jedi I have lost. My family they were.", "    For the first time, Chancellor Palpatine's tone held the trace of an edge. ", "And your old one...", "No, no, no. Quicker, easier, more seductive.", "Clouded, this boy's future is. Masked by his youth.", "(continuing) If so powerful you are, why leave??", "News for you I have, Tallisibeth and Whie. Master Leem and Master Maruk, going on a mission for the Temple, they are. As their Padawans, you will go with them.", "Hiding, you said you were.", "No! No…no. Quicker. Easier. More seductive.", "See through you, we can.", "You've been picking the roses from my hedge?", "He must have been trained by  Count Dooku,", "A flaw more and more common among Jedi. Too sure of themselves they are. Even the older, more experienced ones.", "Qui-Gon's defiance I sense in you. Need that, you do not. Agree, the council does. Your apprentice, young Skywalker will be.", "Three days and she'll be fine.", "You're late,", "Listen, friend, we didn't mean to land in that puddle, and if we could get our ship out, we would, but we can't, so why don't you just—", "Make a Jedi fall, one cannot; beyond even Lord Sidious, this is. Chose this, Skywalker did.", "Machines,", "Always be here, we will. Home, yes ... they say on Alderaan, Home it is, where when you come to the door, they have to let you in!", "    They ran after the retreating droids, stopping just long enough at the B-7 to make sure there were no Jedi captives there.    The droids scrambled up a hillside and withdrew into the mouth of a cave. ", "If so powerful you are, why leave?", "Obviously. I just said—", "Then engage your hyperdrive you must!", "I wouldn't write the old Master off yet,", "Agreed.", "Always two there are....no more...no less. A master and an apprentice.", "Oh, yes, young one. Think you I have never felt the touch of the dark? Know you what a soul so great as Yoda can make, in eight hundred years?", "Fear.", "baby-rapper!", "Act on this, we must.", "To Naboo, send her body...", "Come to watch, have you?", "I swore it.", "Though I don't know why I should bother fixing her up, if she's going to make a habit out of grabbing people's lightsabers.", "The trick that brings the flower from the ground. The trick that sets the sun on fire.", " I hope right you are. And now destroy the Droid armies on Kashyyyk, I will. May the Force be with you.", "Mine! Go away!", "If you honor what they fight for? Yes!", " An old friend has learned the path to immortality.", " he said as he swung out of the pod. ", "Message,", "Worse tests must any Jedi face, against far more terrible odds. And as Master Maruk says, not strong is the Force in this one.", "Killed not by clones, this Padawan. By a lightsaber, he was.", "Secret, shall I tell you?", "In a dark place we find ourselves, and a little more knowledge lights our way.", "Unexpected this is, and unfortunate...", "If you refuse to let me come inside your ship, I'll just rivet myself to the hull,", "The very Republic is threatened, if involved the Sith are.", "Disturbing is this move by Chancellor Palpatine. On many levels.", "A candle will I light, for you to find your way home.", "    Yoda smiled at the use of the term Master—curse him—and shrugged. ", "When you look at the dark side, careful you must be. For the dark side looks back.", "Suggest dismantling the coded signal, do you?", " Fidelis supplied a bowl of sticky, black, acrid stuff, with nameless pale blobs the color of tree lichen floating in it. It smelled extraordinarily like burning lubricant. ", "What was that?", "Do I have to say?", "T ake this report to the Chancel-lor.", "A trial of being old is this: remembering which thing one has said into which young ears. But he knows; I remember we spoke of it when he was only a Padawan . . .", "If no mistake you have made, losing you are. A different game you should play.", "Size matters not. Look at me. Judge me by my size, do you? Hmm? Hmm. And well you should not. For my ally is the Force, and a powerful ally it is. Life creates it, makes it grow. Its energy surrounds us and binds us. Luminous beings are we, not this crude matter. You must feel the Force around you; here, between you, me, the tree, the rock, everywhere, yes. Even between the land and the ship.", " Use your feelings, Obi-Wan, and find him, you will. Visit the new Emperor, my task is. May the Force be with you.", "Believe I do, Senator, that a free society must guard its freedom zealously, lest wake one morning it does to find all freedom disappeared.", "To answer power with power, the Jedi way this is not. In this war, a danger there is, of losing who we are.", " Obi-Wan said, running across the hallway as the old one came down the great curving staircase. ", "The dark side clouds everything. Impossible to see, the future is.", "Premonitions . . . premonitions . . . Hmmmm . . . these visions you have . . .", "    With a shaking hand, Scout flicked the power switch on her lightsaber. ", "See her struggle do I, as well. But if you make her stop, tell you it is 'kind,' she will not!", "Wish to hurt you, I do not!", "Tell you that, I will not yet. But a problem I have for you. Yoda must leave Coruscant—but in secret. No one must know.", "What's Master Yoda doing while we're working?", "To a dark place this line of thought will carry us.", "your Padawan she will be.", "Proud, are you. Not without reason.", "Yes.", "Like Anakin, you do not?", "Arduous is discovering oneself, going on the greatest exploration it is.", "Control, control, you must learn control!Ah! A great warrior. Wars not make one great.", "She never gives up,", "I agree.", "Somewhere wet. Somewhere wild. Not so much making. Not so many machines.", "Think the old Master cannot care, mmm? Forgotten who I am, have you? Old am I, yes. Mm. Loved more than you, have I, Padawan. Lost more. Hated more. Killed more.", "To be Jedi is to face the truth and choose. Give off light, or darkness, Padawan. Be a candle, or the night.", "Fear the dark side, you should. In the mighty is it mightiest. But not yet Thame's equal are you; not yet a Jedi Knight; not yet a member of the Council. Many shells have we left for you, Dooku—as long as you can fit inside this one,", "Good, good, young one. How feel you?", "I want… I want a rose.", "The traitors have been destroyed, Lord Sidious. And the archives are secured. Our ancient holocrons are again in the hands of the Sith.", "    . . . for the dark side looks back,", "A vergence, you say?", "On watch you have been too long, my Padawan. Rest you must.", " Pregnant, she must still appear. Hidden, safe, the children must be kept.", "But Tatooine, not like Al deraan it is—deep in the Outer Rim, a wild and dangerous planet.", "Answer it, should you?", "They want you to spy on me, don't they?", "Then now the time is, Commander.", "Heard from no one, have we.", "I agree. In a dark place we find ourselves ... a little more knowledge might light our way.", "(continuing) Master Kenobi, wait a moment. In your solitude on Tatooine, training I have for you.", " Premonitions . . . premonitions . . . Hmmmm . . . these visions you have . . .", "Missing the point, are you, toaster-thing. Padawans need to work. If not working, think they will.", "Confusion to the enemy,", " I hear a new apprentice, you have. Emperor, or should I call you Darth Sidious.", "Not today. Feel the pull, do I? Of course! But a secret let me tell you, apprentice.", "Pfeh. All too wise, you have become. Better before it was, when only Yoda was wise!", "Perhaps you are right. But I wonder . . .", "Ah—Whirry. I was about to—", "Much to learn, there still is.", "Only Jedi have to strive for nonattachment,", "Step forward, Padawan. Anakin Skywalker, by the right of the Council... by the will of the Force... dub thee I do... Jedi... Knight of the Republic.", "Excellent,", " Yourself you speak of, or someone you know?", "Set this to explode?", "Good-bye. Chewbacca and Tarfful, miss you I will. Good friends you are. For your help, much gratitude and respect, I have.", "Stop! Stop! Eating this, I am!", "    A comlink beeped on her wrist. Asajj raised it to her mouth. ", "    Yoda's old head nodded agreement with these words.    ", " One who has returned from the netherworld of the Force to train me . . . your old Master, Qui-Gon Jinn.", " Destroy you I will, just as Master Kenobi, your apprentice will destroy.", "Self-destruct?", "guard of honor.", "To a dark place, this line of thought will lead us. Great care, we must take.", "Faith in your new apprentice, misplaced may be, as is your faith in the dark side of the Force.", " Faith in your new apprentice, misplaced may be, as is your faith in the dark side of the Force.", "Afraid are you?", "A window he has opened into the operations of his office. Fools we would be, to close our eyes.", " Failed to stop the Sith Lord, I have. Still much to learn, there is ...", "You didn't mention bringing young Skywalker,", "Soon will I rest. Yes, forever sleep. Earned it, I have.", " Then now the time is, Commander.", "Do you still love him?", "A way, there always is.", "Truly wonderful, the mind of a child is.", "Fidelis?", " Ma ce interrupted, ", "Like fire across the galaxy the Clone Wars spread.", "Why Utapau?", "Infinite time, does that require.", "Why not do it the easy way, Master?", "The Chosen One the boy may be; nevertheless, grave danger I fear in his training.", "An apprentice, you have, Qui-Gon. Impossible, to take on a second.", "You have a Padawan still alive in the tournament, yes?", "Thank you,", "Soft now,", " He laughed, a harsh sound like the bark of a crow. The wind rose again, shrieking around the mansion like a creature in torment. ", "Seen much have we, Artoo. Been part of much. Your part will continue. His part is just beginning… but my part, soon, will come to an end.", " Jai grimaced. ", " Dismantle the coded signal quickly. That group back there, soon discovered will be.", "Only the Dark Lord of the Sith knows of our weakness. If informed the senate is, multiply our adversaries will.", "Speak of this once, Qui-Gon did.", "Ready so early, are you? What know you of ready?", "Went, yes.", " Allow this appointment lightly, the Council does not. Disturbing is this move by Chancellor Palpatine.", "Premoni-tions... premonitions... deep ques tions they are. Sense the future, once all Jedi could; now few alone have this skill. Visions... gifts from the Force, and curses. Signpos ts and snares. These visions of yours...", "    Palpatine interrupted him. ", "There you see: darkness, darkness everywhere, and a few stars. A few points of light. If no plan there is, no fate, no destiny, no providence, no Force: then what is left?", "I concur. Let's put it to a vote.", "Bah! Droids!", "Act on this, we must. The capture of General Grievous will end this war. Quickly and decisively we should proceed.", "A very great Jedi Master you have become, Qui-Gon Jinn. A very great Jedi Master you always were, but too blind I was to see it.", "Fear is the path to the dark side.", "Not if anything to say about it I have!", " The voice of the shadow hummed with anticipation. ", "For my ally is the Force. And a powerful ally it is. Life creates it, makes it grow. Its energy surrounds us and binds us. Luminous beings are we, not this crude matter. You must feel the Force around you. Here, between you, me, the tree, the rock, everywhere! Yes, even between the land and the ship.", "...Correct you were, Qui-Gon.", "Yes, Whie did very well,", "Do or do not. There is no try.", "Scout, check the artoo,", "Told you of how he came to us, have I?", "To fight this Lord Sidious, strong enough, you are not.", "To hide the bodies, no point there is.", "You think Yoda stops teaching, just because his student does not want to hear? A teacher Yoda is. Yoda teaches like drunkards drink, like killers kill.", "(continuing) Not far, are we, from the emergency ship. Quickly . . .", "A question, he called it. Yes, such a question! But ignore it we must, do you agree?", " Yoda laughed. It was by far the tiredest, bitterest, most unpleasant sound Dooku had ever heard him make.    He had thought he was beyond shock: but the disgust in Yoda's voice was shocking to him.    Yoda looked down at the floor, making little patterns in the air with his stick. ", "Fought well this morning, your Padawan did,", "Always two there are, no more, no less. A master and an apprentice.", "    Muttered agreement throughout the vast Senate chamber    ", "You weren't there,", "It isn't a luxury,", "Angry?", "But the Force is bigger than the Jedi, Master. The Force is not just these walls and teachings. It runs through all life, high and low, great and small, light—", "What do you suppose happened to Scout?", "Wake up.", " Death is a natural part of life. Rejoice for those around you who transform into the Force. Mourn them, do not. Miss them, do not. Attachment leads to jealousy. The shadow of greed, that is.", "The Separatist attack on Kashyyyk, a compelling excuse will make. And good relations with the Wookiees I have; destroy the droid armies I can, and still be available to Coruscant, should Sidious take our bait.", "Feel the force!", "A moment, Master Kenobi . In your solitude on Tatooine, training I have for you. I and my new Master.", "Master?", "Size matters not. Look at me. Judge me by my size, do you?", "Like a river, the Force flows through you. Learned much you have, in these past three months. And more quickly than any student I have taught before.", "  Mace Windu had almost smiled. ", "If a special session of Congress there is, easier for us to enter the Jedi Temple it will be.", "    At this moment Yoda turned, and Dooku gasped. Whether it was the play of the holomonitors, beaming their views of bleak space and distant battles, or some other trick of the light, Yoda's face was deeply hidden in the shadows, mottled black and blue, so that for one terrible instant he looked exactly like Darth Sidious. Or rather, it was Yoda as he might have been, or could yet become: a Yoda gone rotten, a Yoda whose awesome powers had been utterly unleashed by his connection to the dark side. In a flash Dooku saw how foolish he had been, trying to urge the old Master to the dark side. If Yoda ever turned that way, Sidious himself would be annihilated. The universe had yet to comprehend the kind of evil that a Jedi Knight of nearly nine hundred years could wield.    From the shadows, Yoda spoke. ", "Tested he will be.", "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate leads to suffering.", "Take this. Cut off the last leg you must, so ship out of the docking bay I can push. Then get to the turbolifts.", "And two Jedi.", "Power over beings, need I not. What else can it give me, this dark side of yours?", "Strong am I with the Force... but not that strong! Twilight is upon me and soon night must fall. That is the way of things... the way of the Force.", "Luke... the Force runs strong in your family. Pass on what you have learned. Luke... there is... another... Sk... ky... walker...", "Strong, strong the dark side is in this place,", "Asked the toaster to make this feast I did,", "Lost a planet Master Obi-Wan has. How embarrassing. How embarrassing.", "Remember, a Jedi's strength flows from the Force.  But beware.  Anger, ", "It matters not. Master Maruk, continue.", "Victory? Victory, you say? Master Obi-Wan, not a victory. The shroud of the Dark Side has fallen. Begun, the Clone War has.", "  Behind the shadow, some mete rs away, Mas Amedda—the Chagrian toady who was Speaker of the Galactic Senate—heard a whisper in Palpatine's voice. Flee. He did.  Neither light nor shadow gave his exit a glance.  ", "By the stars,", "Then best of all would be the strongest student, yes? Wisest? Most learned in the ways of the Force?", "Pregnant, she must still appear. Hidden, safe, the children must be kept.", "Into exile I must go. Failed, I have.", "I want a rose.", "Split up, they should be.", "    Dooku tried to smile. ", "Then continue, we will.", "Jang Li-Li,", "The fear of loss is a path to the dark side, young one.", "Ready to drop out of hyperspace?", "Does he fill that empty place in your heart, this new Padawan?", "Twilight is upon me, and soon night must fall. That is the way of things... the way of the Force.", "You saw?", "Obi-Wan, my choice is.", "Don't you think it would be better to take out these droids?", "A Master is needed, with more experience.", " (continuing) Master Kenobi, wait a moment. In your solitude on Tatooine, training I have for you.", " Killed not by clones, this Padawan. By a lightsaber, he was.", " To a dark place this line of thought will carry us. Hmmmmm. . . . great care we must take.", " I agree.", "I guess that leaves you and me, sport.", "Good hull. Good lines,", "Destroy you I will, just as Master Kenobi, your apprentice will destroy.", "To be Jedi is to face the truth, and choose. Give off light, or darkness, Padawan. Be a candle, or the night.", " Obi-Wan, my choice is.", " That scab on his knuckle—focused on that, he could suppress the shaking. ", "I don't want your help. I want my lamp back. I'm gonna need it to get out of this slimy mudhole.", " Anakin jerked, startled. He turned a sharp glance toward Palpatine. The way he had said that... Like a voice out of his dreams.  ", "Doubt in battle, there cannot be. Belief, there must be.", "With this Naboo queen you must stay, Qui-Gon. Protect her.", " This Master was an Iktotchi, shorter and slimmer than the first. Two long horns curved downward from his forehead to below his chin. One had been amputated after being shattered in battle a few months before. Bacta had accelereated its regrowth, and the once maimed horn was now a match to the other. ", "Master Yoda? Are you wounded?", "Only my pride.", "Master! Come in.", "As I would yours, young Obi-Wan. As any Jedi would any ot her, in the cause of peace.", "Help you I can. Yes, mmm.", "Death is a natural part of life. Rejoice for those around you who transform into the Force. Mourn them, do not. Miss them, do not. Attachment leads to jealousy. The shadow of greed, that is.", "Dismantle the coded signal quickly. That group back there, soon discovered will be.", " Count Dooku remarked, ", "I cannot teach him. The boy has no patience.", "Mm. Thinking of students, I am. Best then I should go to battle with him in whom the Force is strongest, hmm? With young Skywalker, think you?", "let", "Not clear to me, our path that day was. Knew even then the mother could change her mind. But the Force was strong in him . . .", "No longer certain, that one ever does win a war, I am. For in fighting the battles, the bloodshed, already lost we have. Yet, open to us a path remains. That unknown to the Sith is. Through this path, victory we may yet find. Not victory in the Clone Wars, but victory for all time.", " With the help of the Wookiees, barely escape, I did.", "Honor life by living, Padawan. Killing honors only death: only the dark side.", "Death is a natural part of life. Rejoice for those around you who transform into the Force. Mourn them do not. Miss them do not. Attachment leads to jealousy. The shadow of greed, that is.", "Bah!", "If into the security recordings you go, only pain will you find.", " The Count looked at Yoda, baffled. ", "the Force is with me.", "Our arrogance it is, which has stopped us from fully opening our eyes.", "My Force does. Binds every living thing, the Force I understand.", "  Mace started walking toward the small-craft dock where the Jedi shuttle would land, and the others fell in with him.  ", ". . . close to you?", "    The apprentice wants to laugh along, but cannot. ", "Each act, you see, is like a fossil, preserved in the Force, as – aiee! Stop! Stop! Eating this, I am!", "It will be,", " This Master was a Nautiloid, tall and broad-shouldered, his glabrous scalp-tentacles restrained by loops of embossed leather. ", "This Padawan of yours—ready for the wide galaxy, is he?", "Only a fully trained Jedi knight, with the Force as his ally, will conquer Vader and his Emperor. If you end your training now, if you choose the quick and easy path, as Vader did, you will become an agent of evil.", "Careful you must be when sensing the future, Anakin. The fear of loss is a path to the dark side.", "Smaller in number are we, but larger in mind.", " Agen Kolar said. ", "Too rigid. Too arrogant to see that the old way is not the only way. These Jedi, I trained to become the Jedi who had trained me, long centuries ago—but those ancient Jedi, of a different time they were. Cha nged, has the galaxy. Changed, the Order did not—because let it change, I did not.", " How to join the Force, he will train you. Your consciousness you will retain, when one with the Force. Even your physical self, perhaps.", "Yessssss!", "    The cold burn of his words hit her like a splash of liquid nitrogen. He wasn't merely angry. Unless she did something right here, right now, he was going to murder her. She didn't even bother thinking about escape. If Dooku wanted to end her, he would. He had not taught her all the Sith lore he possessed, but even the slender connection between them made her terribly vulnerable to his arts. Besides which, he might well be the most powerful being in the galaxy, with nearly unlimited resources at his disposal. An amount of money that wouldn't even register as a blip in Dooku's accounts would be enough to keep her on the run from assassins for the rest of her short, miserable life, hiding out in jungles and living on womp rats, or passing herself through a series of chop shops, mutilating her features for the slim, desperate chance of disguise.     No. In every fiber of her being Asajj knew that running, hiding, defending was always the wrong strategy. In every engagement, one had to seize the initiative. In every engagement, the key was to attack.    ", "Control, control, you must learn control!", "I will deal with the machines,", "There is only do.", " Master Kenobi, our spies contact, you must, and then wait.", "Pensive, are you, Dooku?", "A Jedi must have the deepest commitment, the most serious mind. I sense much fear in you.", "An old saying is there, about playing with fire, gentleman's personal gentle-thing. But of your Lady Malreaux—Dooku's mad housekeeper is she now.", "Hey,", "Most excellent!", "Hmm. That face you make. Look I so old to young eyes?", "Attachment leads to jealousy. The shadow of greed that is.", "Poking you with a stick, I am.", " Eternal consciousness.", "Hey—it's the small fry!", "Greetings, young Jedi,", "Why are you doing that?", "Will he finish what he begins?", "Hey, Major!", "Though nominally in command of the Council, the Senate may place him, the Jedi he cannot control. Moral, our au-thority has always been; much more than merely legal. Simply follow orders, Jedi do not!", "Too much under the sway of the Chancellor, he is. Much anger there is in him. Too much pride in his powers.", "I'm telling you, we're too low,", " Careful you must be when sensing the future, Anakin. The fear of loss is a path to the dark side.", "I thought I would find you here, Master.", "Not a pile of permacrete, home is,", "So I put a missile in high orbit, slaved to this location. It's falling now. Gathering speed.", "    One could have heard a feather hit the floor.    ", " Hurry. Careful timing we will need.", " Master Kenobi, dark times are these. Good to see you. it is.", "Teach me about pain, think you can?", "Secret, shall I tell you? Grand Master of Jedi Order am I. Won this job in a raffle I did, think you? 'How did you know, how did you know, Master Yoda?' Master Yoda knows these things. His job it is.", "Yes—but Yoda knows how to live!", "Th-thank you,", "Always in motion, is the future.", "No greater gift there is, than a generous heart.", "Is it the wrong word, housekeeper? Servant would be better? Scullery maid?", "In pursuit of clues, we are.", "Count Maireaux's attempt to apply genetic manipulations to the midi-chlorian bodies was, with the benefit of hindsight, perhaps overly ambitious. And yet, one must admire his scope and vision!", "Confer on you, the level of Jedi Knight the Coucil does. But agreeon you taking this boy as your Padawan learner, I do not.", "Blind we are, of creation of this clone army we could not see.", " Obi-Wan looked skeptical. ", "Let's be honest. Not every pairing of Jedi Knight and Padawan will be Obi-Wan and Anakin, granted, but the truth is we are at war. To send a Jedi into battle with a Padawan who cannot be trusted to hold her own is to needlessly risk two lives—lives the Republic cannot afford to throw away.", "...we are what they grow beyond. That is the true burden of all masters.", "The secret of the Ancient Order of the Whills, he studied. How to commune with him. I will teach you.", "Oh, this is what we let them believe, yes! But when the day comes that even old Yoda does not learn something from his students—then truly, he shall be a teacher no more.", "We all desire, Yoda. We all fear. We are all beset. A Jedi learns to suppress these things: to ignore these things: to pretend they don't exist, or if they do, they apply to someone else, not us. Not the pure. Not the Protectors.", "Go, I will. Good relations with the Wookiees, I have.", "But hurt you are,", "Strong in the dark side, Vjun is,", "Know already, you do,", "An astonishing re-creation of the Grand Master himself—the Force is with this 4-star performance!", " If into the security recordings you go, only pain will you find.", "It is settled then,", "You're not going to send me to the Agricultural Corps?", "Catch you, I said I would. Believe you must: more forgiveness will you find from your old Master than from the new one.", "Working behind the scenes we should be, to uncover Lord Sidious! To move against Palpatine while the Sith stil l exist—this may be part of the Sith plan itself, to turn the Senate and the public against the Jedi! So that we are not only disbanded, but outlawed.", "  Blinking, Obi-Wan had been forced to admit he'd never ac-tually thought of it that way.  ", "True it is, what you say. Better things than fighting, should a Jedi Master be doing! Seeking wisdom. Finding balance. But these are the days given to us.", " To Tatooine. To his family, send him.", "This report—from where does it come?", "    Asajj sat up straight. ", "Anakin—Anakin, what have you done?", "Come now, Esterhazy. Aren't you going to try one of your dirty tricks on me? You didn't use them all up on poor little Pax, did you?", "Controlled, they must be, until replaced the corrupted Senators can be, with Senators honest and— ", "Failed to stop the Sith Lord, I have. Still much to learn, there is ...", "If in anger you answer, then in shame you dwell.", "Feel the Force!Powerful you have become. The dark side I sense in you.", "Seven, surely,", "There's something not right here. I feel cold... death.", "Ah—it's seventeen, isn't it?", "Young Skywalker's fate will be decided later.", "Look like a fish, do you, Tallisibeth Enwandung-Esterhazy. Little pop-mouth, gulp, gulp, gulp!", "No more training do you require. Already know you that which you need.", "Fly,", "Was I any different when you taught me?", "A trap, could this be.", "Leave we must, before discovered we are.", "All right,", "You won't escape us this time, Dooku.", "To a dark place this line of thought will carry us. Hmmmmm. . . . great care we must take.", "But both of us apart, a chance we might create... ", "I've hurt you!", "And yet, even here on Vjun, where the dark side whispers and whispers to me . . . love you enough to destroy you I do.", "Hmm. Much anger in him, like his father.", " Destroy the Sith, we must.", "Ready, are you? What know you of ready? For eight hundred years have I trained Jedi. My own counsel will I keep on who is to be trained.", "Dooku asks to come home,", "Let's go!", " (continuing) At an end your rule is and not short enough it was, I must say.", "Convince him to come back to Coruscant I must. Not easy, though. Guards will be there. Followers, perhaps. Soldiers. Know you any private ways into Château Malreaux?", "Always with you it cannot be done. Hear you nothing that I say?", "I've had excellent teachers,", "That cannot be.", "The last time I saw Jang, she must have been . . . younger than you, even. A handsome young woman. The Council was sending her on her first diplomatic mission . . . to Sevarcos, I think it was. She came to ask my advice. She had striking eyes, very gray and steady. I remember thinking she would do well.", "Yet learned you have not the hazards of using a superheated blade against a foe made mainly of water.", "Oh, you will be. You will be.", "Do, or do not. There is no try.", "This one a long time have I watched. All his life has he looked away, to the future, to the horizon. Never his mind on where he was, hmm? What he was doing. Hmm. Adventure. Heh. Excitement. Heh. A Jedi craves not these things.", "It is the future you see.", "Always pass on what you have learned.", " . . . to become one with the Force, and influence still have . . . A power greater than all, it is.", "An infinite mystery is the Force. The more we learn, the more we discover how much we do not know.", "Stubborn and hard is your head. Soften it we will.", "Cripp le us, grief will, if let it we do.", "A trap? Oh, yes it is.", "A choice made, have you, Count?", "The more we learn, the more we discover how much we do not  know.", "Strong the Force runs, in the Skywalker line. Hope, we can . . . Done, it is. Until the time is right, disappear we will.", "But you do! Rrevealed your opinion is.", "No lies for me, Dooku,", "Use your feelings, Obi-Wan, and find him, you will. Visit the new Emperor, my task is. May the Force be with you.", "Grief in the galaxy, is there? Oh, yes. Oceans of it. Worlds. And darkness?", "Do not assume anything Obi-Wan. Clear your mind must be if you are to discover the real villains behind this plot.", "In the end, cowards are those who follow the dark side.", " Good-bye. Chewbacca and Tarfful, miss you I will. Good friends you are. For your help, much gratitude and respect, I have.", "Anakin Skywalker.", "How'd you get it so cheap?", "Hiding in the Outer Rim, Grievous is. The outlying systems, you must sweep.", "Perhaps Masters Leem and Maruk, traveling as a family with their three children—Yoda a sweet stripling of five or six?", "If the ship's engines fire, tear the spaceport apart it will,", "Luke...Luke...Do not...Do not underestimate the powers of the Emperor, ", "Look, this is ridiculous,", "Grand Master of the Jedi Order", "Stink, this mud does. A moment to bathe, give me.", "One of these krayts, followed it did you.", "Powerful you have become, the dark side I sense in you.", "Hard to see, the dark side is. Discover who this assassin is, we must.", "Perhaps we can still catch him—he must be around here somewhere. I thought we were going to get Ventress once and for all, but she gave us the slip. This place is crazy—honeycombed with secret passages.", "No! No different! Only different in your mind.", "Train him not. Take him with you, but train him not!", "Master Yoda, you and I have been close since I was a boy. An infant. Yet if ending this war one week sooner—one day sooner—were to require that I sacrifice your life, you know I would.", "Get down there!", "Surprised?", "Because,", "The empty universe, where is it now? Alone are you, Count, and no one your master. Each instant the universe annihilates itself, and starts again.", " Received a coded retreat message, we have.", "Master Xan gave me a tip.", "Remember, a Jedi's strength flows from the Force.  But beware.  Anger, fear, aggression.The dark side are they.  Once you start down the dark path, forever will it dominate yourdestiny.", "Lost the trust of the public, we have already—", "Not if anything I have to say about it, Lord Sidious.", "Yes. We would like our meal comped.", "So ready to leave, yesterday you were!", "Warned, you were.", "So certain are you? Always with you what cannot be done. Hear you nothing that I say?A Jedi's strength flows from the Force.", " Too much under the sway of the Chancellor, he is. Much anger there is in him. Too much pride in his powers.", "We should talk,", "The dark side, power would give me.", "    She dragged him through the far door, and the two of them raced up into the unfamiliar house. Sirens were going off and bells were ringing. They turned down a corridor at random and Scout sprinted toward an archway that seemed to lead into a large entry hall. She stopped dead as a burst of blasterfire came spitting through the arch. ", " A prophecy . . . that misread could have been.", "Pass on what you have learned. Strength. Mastery. But weakness, folly, failure also. Yes, failure most of all.", "Jai Maruk mentioned to me a lady he saw in the house. A Vjun fox followed her.", "Many of the truths that we cling to depend on our point of view.", "When you look at the dark side, careful you must be ... for the dark side looks back.", "Death is a natural part of life. Rejoice for those around you who transform into the Force. Mourn them do not. Miss them do not.", "Pardon me, Master Yoda, but I would like to delay cooking for the time being and help stow the water. I shall be back in a matter of moments.", " I agree. In a dark place we find ourselves ... a little more knowledge might light our way.", "    The comm protocols on Anakin's ship were permanently set for triple-encrypted hard code for any channel running to the Temple , but he double-checked. A gross malfunction in the ship's reactor drives could cost him and Obi-Wan their lives; much tinier slips in signal encryption could cost the lives of millions. ", "Fear leads to anger. Anger leads to hate. Hate leads to suffering.", " (continuing) If so powerful you are, why leave??", " A Master is needed, with more experience.", "Not a palace or a hut, ship or shack. 'Wherever a Jedi is, there must the Force be, too. Wherever we are, is home.", "To wander everywhere and never be at rest? If so, I accept that. I pledged my life to the Order and I won't take that back, but I guess .. . I guess I didn't know it would be so hard. I guess I didn't know I could never be at home.", "A Jedi's strength flows from the Force. But beware of the dark side. Anger. Fear. Aggression. The dark side of the Force are they. Easily they flow. Quick to join you in a fight. If once you start down the dark path, forever will it dominate your destiny. Consume you it will, as it did Obi-Wan's apprentice.", "Worthy work,", "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate....leads to suffering.", "Yes,", "Patience you must have my young Padawan.", "Double jump you can. Easy it is.", "Your father he is.", " Mace shot a frustrated look at Obi-Wan, who picked up his cue smoothly.  ", "To a dark place this line of thought will carry us. Hmm. Great care we must take.", "Great warrior. Wars not make one great.", "A band around her heart has there been, years on years. And now she feels it loose, and the blood running back into her heart: stings it does!", "Trained as a Jedi, you request for him?", "You think it impossible?", "I hear a new apprentice, you have. Emperor, or should I call you Darth Sidious.", " she said. Nothing mocking in her voice now. Just thoughtful. Boots clicking, a steady tick like a pendulum, cutting time into seconds. ", "A kind heart and a cunning have you, Master Leem. Jai Maruk, take a little wager with me, will you?", " She tapped Fidelis's corpse with one foot.    ", "Have you now a Padawan, Master Leem?", "A power greater than all, it is.", "I hope right you are. And now destroy the Droid armies on Kashyyyk, I will. May the Force be with you.", "Yoda a darkness carries with him,", "A prophecy . . . that misread could have been.", "Another game?", "I was. Defending my wallet I was from the evil price hikes.", "Rhad Tarn is dead!", "Not quite in keeping with the Jedi ideals, I would say.", "I can’t teach him. The boy has no patience.", "This may you tell your friends, when they see you making ready for the journey. What you may not say, is that Master Yoda with you also will be coming.", "I'll let you come along on the next mission,", "Of course I'll do something for you.", "Minutes ago,", "All right, spill it.", "And it is as his representative you shall attend the Council. Sit in this Chamber you will, but no vote will you have. The Chancellor's views you shall present. His wish es. His ideas and directives. Not your own.", "The dark side clouds everything. Impossible to see the light, the future is.", "Hard it was, I think: to meet your mother after Dooku had fled.", "Hear it working, do you?", "With the help of the Wookiees, barely escape, I did.", "Alone? No. Always the past to keep me company. The creatures on the planet, and the Force. And now you. Annoying though you may be.", "The future... Will they die?", "Expensive?", " Go, I will. Good relations with the Wookiees, I have.", "A warrior who cannot dance? Clumsy in both war and peace he is.", "—her eyes flicked curiously to Fidelis again—", "Allow this appointment lightly, the Council does not. Disturbing is this move by Chancellor Palpatine.", "Happens to every guy sometimes this does.", "Mudhole? Slimy? My home this is!", "Step back!", "You must unlearn what you have learned.", "When you look back, lose your place on the path, you do. Learn you will, Anakin, that stars move and stars fall, and nothing at all do they have to do with you.", "    Cautious hope came into the boy's face, along with relief. ", "My failure, this was. Failed the Jedi, I did.", "It's true.", "How you get so big eating food of this kind?", "Buried with her, perhaps it should be.", "Scout?", "What do you want?", "Obi-Wan... there... is still good in him. I know there is... still...", "Difficult to see. Always in motion is the future.", "Yes, Padawan?", "I'm in trouble, aren't I?", "Mmm... rest I need. Yes... rest.", "Live your part, you can. Be a Jedi hero, you must!", "Clear, your mind must be, if you are to discover the real villains behind this plot.", "Your path you must decide.", "Hold on to hope we must; our true enemy, Palpatine is not, nor the Senate; the true enemy is instead the Sith Lord Sidious, who controls them both. Once destroyed Sidious is... all these other concerns, less dire they will instantly become.", "Chaos begun cannot be ordered so easily.", "I win,", "Much to learn you still have.", "Master Kenobi, our spies contact, you must, and then wait.", "Difficult to say. Always in motion is the future.It is the spontaneity that you find so easily which others do not, that is what sets you apart.", "I win.", "No happier fate could any child ask for. With our blessing, and that of the Force, let Leia be your child.", "The Force is inside you. A true Jedi lives in the Force. Touches the Force. It surrounds him: and it reaches up from inside him to touch that which surrounds.", "If power over beings need I not, what else can your dark side do for me?", "To the dark side I do not think I shall go,", "We must be prepared for radica l action. It is our duty."]